cask_args appdir: '/Applications'
tap 'homebrew/boneyard'

mas 'alfred', id: 405843582
mas 'desktop-calendar-plus', id: 524688159
mas 'evernote', id: 406056744
mas 'fotor-photo-editor', id: 503039729
mas 'jpegmini-lite', id: 525742250
mas 'kobito', id: 896624060
mas 'line', id: 539883307
mas 'live-wallpaper', id: 531123879
mas 'menutab-pro-for-facebook', id: 426843868
mas 'slack', id: 803453959
mas 'toyviewer', id: 414298354
mas 'xcode', id: 497799835

cask 'android-studio'
cask 'appcleaner'
cask 'arduino'
cask 'blisk'
cask 'clipmenu'
cask 'dash'
cask 'disk-inventory-x'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'insomniax'
cask 'iterm2'
cask 'java'
cask 'karabiner'
cask 'messenger'
cask 'mysqlworkbench'
cask 'sequel-pro'
cask 'shiftit'
cask 'sketch'
cask 'totalspaces'
cask 'virtualbox'
cask 'vagrant'
cask 'waterfox'
cask 'witch'
cask 'xtrafinder'
cask 'zeplin'

brew 'ag'
brew 'ansible'
brew 'ctags'
brew 'direnv'
brew 'ghq'
brew 'git'
brew 'hub'
brew 'imagemagick'
brew 'jenkins'
brew 'jq'
brew 'lftp'
brew 'mackup'
brew 'nkf'
brew 'nodebrew'
brew 'peco'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'reattach-to-user-namespace'
brew 'rbenv'
brew 'source-highlight'
brew 'swiftlint'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'wget'
brew 'zsh'
