cask_args appdir: '/Applications'

brew 'ag'
brew 'ansible'
brew 'ctags'
brew 'direnv'
brew 'ghq'
brew 'hub'
brew 'imagemagic'
brew 'jenkins'
brew 'jq'
brew 'lftp'
brew 'nkf'
brew 'nodebrew'
brew 'peco'
brew 'pyenv'
brew 'reattach-to-user-namespace'
brew 'rvenv'
brew 'source-highlight'
brew 'swiftlint'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'wget'
brew 'zsh'

tap 'caskroom/cask'

cask 'android-studio'
cask 'appcleaner'
cask 'blisk'
cask 'clipmenu'
cask 'dash'
cask 'disk-inventory-x'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'insomniax'
cask 'iterm2'
cask 'karabiner'
cask 'messenger'
cask 'sequel-pro'
cask 'shiftit'
cask 'sophos-anti-virus-home-edition'
cask 'sketch'
cask 'tinkertool'
cask 'totalspaces'
cask 'virtualbox'
cask 'vagrant'
cask 'waterfox'
cask 'witch'
cask 'xtrafinder'
cask 'zeplin'

mas 'Alfred', id: 405843582
mas 'Desktop Calendar Plus', id: 524688159
mas 'Evernote – stay organized', id: 406056744
mas 'Fotor Photo Editor', id: 503039729
mas 'JPEGmini Lite', id: 525742250
mas 'Kobito', id: 896624060
mas 'LINE', id: 539883307
mas 'Live Wallpaper', id: 531123879
mas 'MenuTab Pro for Facebook', id: 426843868
mas 'Slack', id: 803453959
mas 'ToyViewer', id: 414298354
mas 'Xcode', id: 497799835
